
/* Bundle name */
"CFBundleName" = "BetterTouchTool";

"NSAppleEventsUsageDescription" = "Depending on the features you use in BetterTouchTool it needs to control various applications. You can change these permissions at any time in the macOS System Settings => Privacy & Security => Privacy => Automation";


/* Privacy - Calendars Usage Description */
"NSCalendarsUsageDescription" = "A script you are using in BetterTouchTool wants to access your calendar. BetterTouchTool itself doesn't access your calendar.";

/* Privacy - Camera Usage Description */
"NSCameraUsageDescription" = "A script you are using in BetterTouchTool wants to access your camera. BetterTouchTool itself doesn't access your camera.";

/* Privacy - Contacts Usage Description */
"NSContactsUsageDescription" = "A script you are using in BetterTouchTool wants to access your contacts. BetterTouchTool itself doesn't access your contacts.";

/* Privacy - HomeKit Usage Description */
"NSHomeKitUsageDescription" = "A script you are using in BetterTouchTool wants to access your HomeKit. BetterTouchTool itself doesn't access your homekit.";

/* Privacy - Location Usage Description */
"NSLocationUsageDescription" = "Depending on the features you use in BetterTouchTool it needs to control various applications. You can change these permissions at any time in the macOS System Settings => Privacy & Security => Privacy => Location";

/* Privacy - Location When In Use Usage Description */
"NSLocationWhenInUseUsageDescription" = "Depending on the features you use in BetterTouchTool it needs to control various applications. You can change these permissions at any time in the macOS System Settings => Privacy & Security => Privacy => Location";

/* Privacy - Microphone Usage Description */
"NSMicrophoneUsageDescription" = "A script you are using in BetterTouchTool wants to access your microphone. BetterTouchTool itself doesn't access your microphone.";

/* Privacy - Photo Library Usage Description */
"NSPhotoLibraryUsageDescription" = "A script you are using in BetterTouchTool wants to access your Photo Library. BetterTouchTool itself doesn't access your Photo Library.";

/* Privacy - Reminders Usage Description */
"NSRemindersUsageDescription" = "A script you are using in BetterTouchTool wants to access your reminders. BetterTouchTool itself doesn't access your reminders.";

/* Privacy - Speech Recognition Usage Description */
"NSSpeechRecognitionUsageDescription" = "-";

